{"_id":{"$oid":"5d92b65fc5dbbb0a08458935"},"post_id":{"$numberInt":"1"},"post_type":"post","title":"The first post","content":"<h3>This is the first post.</h3>","except":"This is the first post.","feature_image":"/upload/2019/10/10/the-first-post.jpg","slug":"the-first-post","date":{"$numberLong":"1571115474291"},"category":[{"$numberInt":"1"}],"tags":[{"$numberInt":"3"},{"$numberInt":"2"}],"status":"private","author":{"$numberInt":"1"},"comment_status":true,"modified":{"$numberLong":"1571115474291"},"view":{"$numberInt":"2"},"meta":{}}
{"_id":{"$oid":"5d970872641e262d18008ce1"},"post_id":{"$numberInt":"2"},"post_type":"post","title":"Trên tay nhanh Pixel 4 và Pixel 4 XL: Camera 'chất' nhất quả đất?","content":"<h2>Như vậy là bộ đôi <a href=\"https://www.thegioididong.com/dtdd/google-pixel-4\" target=\"_blank\" title=\"Pixel 4\" type=\"Pixel 4\">Pixel 4</a> và <a href=\"https://www.thegioididong.com/dtdd/google-pixel-4-xl\" target=\"_blank\" title=\"Pixel 4 XL\" type=\"Pixel 4 XL\">Pixel 4 XL</a> đã chính thức trình diện trước công chúng. Năm nào cũng vậy, điểm mạnh ấn tượng nhất trên dòng Pixel là chất lượng camera và thuật toán xử lý. Ngay bây giờ, chúng ta cùng trên tay nhanh chi tiết bộ đôi <a href=\"https://www.thegioididong.com/dtdd\" target=\"_blank\" title=\"smartphone\" type=\"smartphone\">smartphone</a> mới của Google và đưa ra những cảm nhận ban đầu theo góc nhìn của chuyên trang <a href=\"https://www.phonearena.com/news/pixel-4-xl-hands-on-review_id119663?fbclid=IwAR2lavRGmZa8fKqSJANTd_BMt_vaqthlOXQPSzBkLzFWfazlbYTSZbXfF1E\" rel=\"nofollow\" target=\"_blank\" title=\"Phonearena\" type=\"Phonearena\">Phonearena</a> nhé!</h2> <h3><strong>Thiết kế tổng thể&nbsp;</strong></h3> <p>Thực sự thiết kế của Pixel 4 và Pixel 4 XL không có gì đột phá và mang tính thẩm mỹ cao. Nhiều người cứ nghĩ rằng, thế hệ Pixel mới sẽ có hình dáng đẹp, thon gọn, dễ cầm nắm trong lòng bàn tay. Mặc dù không sử dụng thiết kế notch mhưng thực sự thì viền trên dưới vẫn rất dày, đặc biệt là viền trên gây mất cân đối.</p> <div class=\"imgwrap\"><img alt=\"Pixel 4\" src=\"https://cdn.tgdd.vn/Files/2019/10/16/1209107/tren-tay-pixel-411_800x534.jpg\" title=\"Pixel 4\" class=\" lazyloaded\" src=\"https://cdn.tgdd.vn/Files/2019/10/16/1209107/tren-tay-pixel-411_800x534.jpg\"></div><div class=\"captionnews\">Viền màn hình của Pixel 4 trông thực sự dày, cảm giác như màn hình tràn đáy quen thuộc trên Bphone 3 vậy.</div><p>Viền trên là nơi tích hợp nhiều cảm biến quan trọng trong đó có chip radar Soli, hỗ trợ điều khiển bằng cử chỉ và giúp tăng tốc mở khóa bằng khuôn mặt.</p><div class=\"imgwrap\"><img alt=\"Pixel 4\" src=\"https://cdn.tgdd.vn/Files/2019/10/16/1209107/tren-tay-pixel-47_800x534.jpg\" title=\"Pixel 4\" class=\" lazyloaded\" src=\"https://cdn.tgdd.vn/Files/2019/10/16/1209107/tren-tay-pixel-47_800x534.jpg\"></div><div class=\"captionnews\">3 phiên bản màu sắc của dòng Pixel 4.</div><div class=\"imgwrap\"><img alt=\"Pixel 4\" src=\"https://cdn.tgdd.vn/Files/2019/10/16/1209107/tren-tay-pixel-48_800x534.jpg\" title=\"Pixel 4\" class=\" lazyloaded\" src=\"https://cdn.tgdd.vn/Files/2019/10/16/1209107/tren-tay-pixel-48_800x534.jpg\"></div><div class=\"captionnews\">Phiên bản màu đen khá bám nhiều mồ hôi, vân tay, cạnh trái tích hợp khay SIM.</div><p>Smartphone có các tùy chọn màu truyền thống Đen, Trắng và phiên bản màu giới hạn màu Da cam. Trong đó, phiên bản màu Trắng và màu Cam có mặt lưng kính nhám dễ cầm nắm hơn. Còn phiên bản màu Đen là mặt lưng kính bóng để lại nhiều mồ hôi và dấu vân tay, người ra mồ hôi tay như mình sẽ không thích phiên bản này chút nào.</p><div class=\"imgwrap\"><img alt=\"Pixel 4\" src=\"https://cdn.tgdd.vn/Files/2019/10/16/1209107/tren-tay-pixel-415_800x450.jpg\" title=\"Pixel 4\" class=\"lazy\"></div><div class=\"captionnews\">Phía đáy máy là cổng USB-C và hệ thống loa kép, chứ không có cổng cắm tai nghe 3.5mm.</div><div class=\"imgwrap\"><img alt=\"Pixel 4\" src=\"https://cdn.tgdd.vn/Files/2019/10/16/1209107/tren-tay-pixel-414_800x403.jpg\" title=\"Pixel 4\" class=\"lazy\"></div><div class=\"captionnews\">Cạnh phải là nút nguồn màu cam rất đặc trưng và phím tăng giảm âm lượng.</div><p>Thiết kế mặt lưng của bộ đôi này không có gì đáng ngạc nhiên so với rò rỉ trước đây, nó trông mịn và phẳng. Tuy nhiên, điểm đáng chê nhất là cụm camera vuông có gì đó khá thô, nhô lên cỡ vài milimet và phía đáy máy là logo của Google.</p><div class=\"imgwrap\"><img alt=\"Pixel 4\" src=\"https://cdn.tgdd.vn/Files/2019/10/16/1209107/tren-tay-pixel-413_800x371.jpg\" title=\"Pixel 4\" class=\"lazy\"></div><div class=\"captionnews\">Phiên bản màu cam là phiên bản giới hạn, màu sắc khá lạ mắt.</div><p>Cả hai mặt trước và sau của chiếc smartphone được bảo vệ bởi lớp kính cường lực Gorilla Glass 5, hỗ trợ chống nước và bụi theo chuẩn IP68.</p><h3><strong>Màn hình hiển thị</strong></h3><p>Phiên bản Pixel 4 sử dụng màn hình OLED 5.7 inch độ phân giải Full HD+ cho mật độ điểm ảnh là 444 ppi. Ngoài ra, màn hình này còn có tốc độ làm tươi 90Hz, một tính năng có mặt trên các smartphone đến từ OnePlus gần đây.&nbsp;</p><div class=\"imgwrap\"><img alt=\"Pixel 4\" src=\"https://cdn.tgdd.vn/Files/2019/10/16/1209107/tren-tay-pixel-416_800x403.jpg\" title=\"Pixel 4\" class=\"lazy\"></div><div class=\"captionnews\">Màn hình của Pixel 4 và Pixel 4 XL có chất lượng rất tốt.</div><p>Một điểm rất hay là màn hình này tự động điều chỉnh tốc độ làm tươi lên 90Hz khi chơi game, xem video có cảnh hành động mang lại trải nghiệm \"đã\" hơn và tự giảm xuống 60 Hz ở nhu cầu bình thường nhằm tiết kiệm pin.</p><p>Pixel 4 XL có màn hình kích thước lớn hơn là 6.3 inch và độ phân giải cao là QH và mật độ điểm ảnh cao hơn là 537ppi. Màn hình của hai sản phẩm này có độ sáng cao, màu sắc tái tạo rất tốt, dễ chịu khi nhìn vào màn hình.</p><h3><strong>Tính năng</strong></h3><p>Pixel 4 được cài sẵn hệ điều hành Android 10, hỗ trợ cập nhật các bán vá bảo mật và phần mềm mới nhanh chóng trong vòng nhiều năm tới. Thay đổi lớn của dòng Pixel 4 so với các thế hệ trước là loại bỏ cảm biến vân tay thay vào đó là mở khóa bằng khuôn mặt.</p><div class=\"imgwrap\"><img alt=\"Pixel 4\" src=\"https://cdn.tgdd.vn/Files/2019/10/16/1209107/tren-tay-pixel-49_800x449.jpg\" title=\"Pixel 4\" class=\"lazy\"></div><div class=\"captionnews\">Phần viền trên dày như vậy là nơi tích hợp rất nhiều cảm biến.</div><p>Bên cạnh các cảm biến ở phần viền trên dày thì chip Radar Soli mới giúp tăng tốc quá trình mở khóa bằng khuôn mặt, phát hiện chuyển động 3D&nbsp;một cách chính xác và nhanh chóng&nbsp;và Google cho biết tốc độ phản hồi khi mở khóa nhanh nhất khi mở khóa trên smartphone.</p><div class=\"imgwrap\"><img alt=\"Pixel 4\" src=\"https://cdn.tgdd.vn/Files/2019/10/16/1209107/tren-tay-pixel-43_800x600.jpg\" title=\"Pixel 4\" class=\"lazy\"></div><div class=\"captionnews\">Pixel 4 hỗ trợ mở khóa bằng khuôn mặt.</div><p>Một tính năng thú vị là Motion Sense cho phép người dùng điều khiển bằng cử chỉ. Các cử chỉ của Pixel 4 hoạt động rất trôi chảy, hoạt động ngay sau lần học hỏi đầu tiên và trực quan. Chúng ta có thể điều khiển phát nhạc, từ chối/im lặng cuộc gọi... chỉ bằng một thao tác vẫy tay.</p><p>Tính năng Motion Sense hoạt động độc lập, không cần kết nối mạng và có thể tắt tính năng này ở phần cài đặt.</p><p>Một phần mềm khác Recorder - một ứng dụng ghi âm hỗ trợ trí tuệ nhân tạo AI của Google và dùng để nhận dạng giọng nói với độ chính xác rất cao. Ứng dụng này có tính tìm kiếm thông minh cho phép bạn tìm kiếm các từ hoặc cụm từ cụ thể từ đoạn ghi âm.</p><h3><strong>Hiệu năng và dung lượng pin</strong></h3><p>Pixel 4 và 4 XL đều được trang bị bộ vi xử lý Snapdragon 855 cùng với dung lượng RAM 6 GB tương đối lớn. Với cấu hình này mọi tác vụ nặng hay các tựa game đều không làm khó được bộ đôi này.</p><div class=\"imgwrap\"><img alt=\"Pixel 4\" src=\"https://cdn.tgdd.vn/Files/2019/10/16/1209107/tren-tay-pixel-44_800x534.jpg\" title=\"Pixel 4\" class=\"lazy\"></div><div class=\"captionnews\">Thời lượng pin của Pixel 4 không mấy ấn tượng khi so sánh với các đối thủ khác trên thị trường.</div><p>Pixel 4 có viên pin dung lượng thấp một chút là 2.800 mAh so với 2.915mAh của Pixel 3.&nbsp;Mặt khác, Pixel 4 XL có thời lượng pin tốt hơn nhờ thỏi pin 3.700 mAh và được Google tinh chỉnh phần mềm để tối đa hóa tuổi thọ pin. Giống như thế hệ Google Pixel trước đây, Pixel 4 có tích hợp chip Titan M để tăng cường bảo mật những thông tin quan trọng mang tính nhạy cảm.</p><h3><strong>Camera</strong></h3><p>Chất lượng camera hàng đầu luôn là một điểm đáng nói trên thế dòng smartphone Pixel nói chung và Pixel 4 cũng không phải là ngoại lệ. Nhưng giờ đây, dòng Pixel 4 đã tích hợp hệ thống camera kép bao gồm camera góc thường và camera tele.</p><div class=\"imgwrap\"><img alt=\"Pixel 4\" src=\"https://cdn.tgdd.vn/Files/2019/10/16/1209107/tren-tay-pixel-41_800x450.jpg\" title=\"Pixel 4\" class=\"lazy\"></div><div class=\"captionnews\">Giao diện camera của Pixel 4.Tất nhiên, hiệu suất chụp ảnh của Pixel 4 dựa vào thuật toán phần mềm \"bá đạo\" của Google và cả khả năng học máy. Tính năng Live HDR + giúp xử lý ảnh HDR trong thời gian thực, cải thiện chất lượng ảnh vùng Highlight, vùng bóng tối và giảm nhiễu hạt. AI cũng có tác dụng cân bằng trắng, vì vậy Pixel 4 có thể tự động điều được màu sắc sao cho hài hòa nhất.</div><div class=\"imgwrap\"><img alt=\"Pixel 4\" src=\"https://cdn.tgdd.vn/Files/2019/10/16/1209107/tren-tay-pixel-46_800x534.jpg\" title=\"Pixel 4\" class=\"lazy\"></div><div class=\"captionnews\">Camera selfie của Pixel 4 cũng rất chất lượng, mặt trước gồm cảm biến độ phân giải 8 MP và cảm biến độ sâu 3D.</div><p>Một tính năng ảnh mới khác là Phơi sáng kép, cho phép bạn kiểm soát cả độ sáng và tông màu ngay trên smartphone của mình. Khả năng chụp tối cũng được cải thiện, người dùng có thể có được ảnh chụp sao và dải Ngân hà vào ban đêm chỉ từ một chiếc smartphone như Pixel 4.</p>","except":"Như vậy là bộ đôi Pixel 4 và Pixel 4 XL đã chính thức trình diện trước công chúng. Năm nào cũng vậy, điểm mạnh ấn tượng nhất trên dòng Pixel là","feature_image":"/upload/2019/10/17/tren-tay-pixel-412_1280x720.jpg","slug":"test","date":{"$numberLong":"1571275870622"},"category":[{"$numberInt":"2"}],"tags":[{"$numberInt":"2"}],"status":"publish","author":{"$numberInt":"1"},"comment_status":true,"modified":{"$numberLong":"1571275870622"},"view":{"$numberInt":"27"},"meta":{}}
{"_id":{"$oid":"5da58b7ab76c8725a85099c0"},"post_id":{"$numberInt":"3"},"post_type":"post","title":"Thử sạc nhanh cho iPhone 11 Pro: Sự khác biệt rất lớn","content":"<h2>Trong vài năm qua, Apple là công ty duy nhất xuất xưởng những chiếc smartphone cao cấp đắt tiền mà không có bộ sạc nhanh trong hộp. Apple chỉ trang bị cho iPhone bộ sạc 5W mà họ đã sử dụng trong nhiều năm và phải mất hơn 3 giờ để sạc đầy pin cho <a href=\"https://www.thegioididong.com/dtdd-apple-iphone\" target=\"_blank\" title=\"iPhone\">iPhone</a>.</h2><p>Và thay đổi cuối cùng cũng đã đến trong năm nay, <a href=\"https://www.thegioididong.com/dtdd/iphone-11-pro\" target=\"_blank\" title=\"iPhone 11 Pro\">iPhone 11 Pro</a> và <a href=\"https://www.thegioididong.com/dtdd/iphone-11-pro-max\" target=\"_blank\" title=\"iPhone 11 Pro Max\">iPhone 11 Pro Max</a> là những mẫu iPhone đầu tiên đi kèm với bộ sạc nhanh trong hộp đựng.</p><p>Đó là bộ sạc 18W, có dây chuyển đổi USB-C sang cổng Lightning để cắm vào iPhone mới. Cục sạc này có kích thước lớn hơn và nó sạc nhanh như thế nào?</p><div class=\"imgwrap\"><img alt=\"Thử sạc nhanh cho iPhone 11 Pro: Sự khác biệt rất lớn\" data-original=\"https://cdn.tgdd.vn/Files/2019/09/22/1200748/1_940x627-800-resize.jpg\" title=\"Thử sạc nhanh cho iPhone 11 Pro: Sự khác biệt rất lớn\" class=\" lazyloaded\" src=\"https://cdn.tgdd.vn/Files/2019/09/22/1200748/1_940x627-800-resize.jpg\"></div><p>Chuyên trang công nghệ <a rel=\"nofollow\" href=\"https://www.phonearena.com/news/iPhone-11-Pro-18-watt-fast-charging-time-tested_id119124\" target=\"_blank\" title=\"iPhone 11 Pro\">Phonearena</a> đã tiến hành thử nghiệm sạc nhanh trên iPhone 11 Pro và nó đúng là đã tạo ra sự khác biệt. Với bộ sạc nhanh này, nó giúp bạn sạc 50% pin chỉ trong chưa đầy 30 phút, dưới đây là kết quả cụ thể:</p><ul><li>15 phút: sạc 28%.</li><li>30 phút: 55%.</li><li>45 phút: 74%.</li><li>1 giờ: 85%.</li><li>1 giờ 15 phút: 94%.</li><li>1 giờ 30 phút: 98%.</li><li>1 giờ 42 phút: Sạc đầy.</li></ul><p>Lưu ý rằng, hầu hết trên nhiều mẫu <a href=\"https://www.thegioididong.com/dtdd\" target=\"_blank\" title=\"smartphone \">smartphone</a> hiện nay, vài % cuối cùng là mức sạc chậm nhất, vì vậy bạn có thể phải đợi hơn 10 phút để sạc đầy 2% pin cuối cùng.</p><p>Mặc dù iPhone 11 Pro chưa phải là smartphone có tốc độ sạc nhanh nhất thế giới nhưng nó đã khác biệt rất nhiều so với những mẫu iPhone tiền nhiệm. Và bây giờ, nếu bạn quên sạc qua đêm, bạn chỉ cần sạc khoảng 30 phút là đủ để sử dụng cả ngày với những tính năng cơ bản.</p><p>Dưới đây là bảng so sánh thời gian sạc trên iPhone 11 Pro so với những mẫu iPhone khác, cũng như một số mẫu smartphone đối thủ Android phổ biến, chúng ta cùng xem xét nhé:</p><div class=\"imgwrap\"><img alt=\"Thử sạc nhanh cho iPhone 11 Pro: Sự khác biệt rất lớn\" src=\"https://cdn.tgdd.vn/Files/2019/09/22/1200748/2_912x464-800-resize.jpg\" title=\"Thử sạc nhanh cho iPhone 11 Pro: Sự khác biệt rất lớn\"></div><p></p><p></p>","except":"Trong vài năm qua, Apple là công ty duy nhất xuất xưởng những chiếc smartphone cao cấp đắt tiền mà không có","feature_image":"/upload/2019/10/15/11-pro.jpg","slug":"thu-sac-nhanh-cho-iphone-11-pro-su-khac-biet-rat-lon","date":{"$numberLong":"1571130216889"},"category":[{"$numberInt":"2"}],"tags":[{"$numberInt":"3"},{"$numberInt":"2"}],"status":"publish","author":{"$numberInt":"1"},"comment_status":true,"modified":{"$numberLong":"1571130216889"},"view":{"$numberInt":"28"},"meta":{}}
{"_id":{"$oid":"5da837ae0d3b5031c057b3d9"},"post_id":{"$numberInt":"4"},"post_type":"post","title":"The xxx post","content":"<h3>This is the xxx post.</h3>","except":"This is the xxx post.","feature_image":"","slug":"the-xxx-post","date":{"$numberLong":"1571305383982"},"category":[{"$numberInt":"1"}],"tags":[],"status":"private","author":{"$numberInt":"1"},"comment_status":true,"modified":{"$numberLong":"1571305383982"},"view":{"$numberInt":"10"},"meta":{}}
{"_id":{"$oid":"5dba5a9ba54b131e486193e4"},"post_id":{"$numberInt":"5"},"post_type":"post","title":"Trên tay đánh giá nhanh Airpods Pro: Khử tiếng ồn tốt, đeo thoải mái","content":"<h2>Apple vừa \"âm thầm\" giới thiệu mẫu tai nghe không dây mới&nbsp;AirPods Pro với khả năng chống ồn chủ động, cùng     một vài thiết kế cải tiến nhằm thu hút người dùng. AirPods Pro có giá cao hơn nhiều so với với&nbsp;<a       href=\"https://www.thegioididong.com/tai-nghe/tai-nghe-bluetooth-airpods-2-apple-mv7n2-trang\" target=\"_blank\"       title=\"Airpods 2\" type=\"Airpods 2\">AirPods 2</a> thậm chí là cả Powerbeats Pro. Vậy với mức giá cao hơn bạn sẽ     nhận lại được những gì? Ngay bây giờ hãy cùng trên tay và đánh giá nhanh chiếc tai nghe mới của \"nhà táo\" nhé!</h2>   <div class=\"imgwrap\"><img alt=\"Airpods Pro\"       src=\"https://cdn.tgdd.vn/Files/2019/10/30/1213915/airpods-pro-5_800x397.jpg\"       src=\"https://cdn.tgdd.vn/Files/2019/10/30/1213915/airpods-pro-5_800x397.jpg\" title=\"Airpods Pro\"></div>   <div class=\"captionnews\">Bạn nên lên iOS 13.2 để được trải nghiệm đầy đủ tính năng với Airpods Pro. Tất nhiên, Airpods     Pro vẫn sử dụng chip H1 cho khả năng nhận diện và kết nối rất nhanh với thiết bị cùng họ nhà Táo.</div>   <p>Xem thêm:&nbsp;<a href=\"https://www.thegioididong.com/tin-tuc/airpods-pro-co-gi-moi-1213339\" target=\"_blank\"       title=\"AirPods Pro ra mắt, lột xác hoàn toàn mới và nhiều tính năng hấp dẫn\"       type=\"AirPods Pro ra mắt, lột xác hoàn toàn mới và nhiều tính năng hấp dẫn\">AirPods Pro ra mắt, lột xác hoàn toàn       mới và nhiều tính năng hấp dẫn</a></p>   <h3><b>Thiết kế và cảm giác sử dụng</b></h3>   <p>Khi đeo vào tai thực sự AirPods Pro rất&nbsp;nhẹ, nhẹ đến nỗi mà cảm giác như chúng ta không đeo bất cứ thiết bị     nào cả. Cảm giác đeo vào tai rất thoải mái, nhẹ \"tựa lông hồng\".</p>   <div class=\"imgwrap\"><img alt=\"Airpods Pro\"       src=\"https://cdn.tgdd.vn/Files/2019/10/30/1213915/airpods-pro-1_800x450.jpg\" title=\"Airpods Pro\"       class=\" lazyloaded\" src=\"https://cdn.tgdd.vn/Files/2019/10/30/1213915/airpods-pro-1_800x450.jpg\"></div>   <div class=\"captionnews\">Cảm giác đeo trên tai Airpods Pro rất nhẹ nhàng.</div>   <p>Bù lại sản phẩm này vẫn có điểm trừ, đó là khi bạn không nghe nhạc mà vẫn đeo trên tai, do cảm giác quá nhẹ nên đôi     khi bạn khó phát hiện việc thiết bị này đã rơi ra lúc nào đó không hay.</p>   <div class=\"imgwrap\"><img alt=\"Airpods Pro\"       src=\"https://cdn.tgdd.vn/Files/2019/10/30/1213915/airpods-pro-12_800x371.jpg\" title=\"Airpods Pro\"></div>   <div class=\"captionnews\">Phần cuống tai của Airpods Pro ngắn hơn nhiều so với Airpod 2.</div>   <p>AirPods Pro có cuống tai nghe ngắn hơn so với Airpods 2, đây là nơi bạn sử dụng bằng cử chỉ chạm vào tai nghe trước     để điều khiển phát nhạc hoặc kích hoạt&nbsp;Siri, có thể nhiều người dùng mới sẽ chưa quen với điều này và hơi khó     chịu đôi chút.</p>   <div class=\"imgwrap\"><img alt=\"Airpods Pro\"       src=\"https://cdn.tgdd.vn/Files/2019/10/30/1213915/airpods-pro-2_800x450.jpg\" title=\"Airpods Pro\"></div>   <div class=\"captionnews\">Bạn phải bóp vào Airpods Pro để điều khiển thay vì thao tác bằng cử chỉ như trên Airpods 2.   </div>   <p>Thay vào đó,&nbsp;AirPods Pro sử dụng cảm biến lực, bạn có thể bóp vào thân của AirPods Pro, bạn có thể bóp và giữ     để chuyển giữa chế độ khử tiếng ồn và chế độ&nbsp;Transparency, bóp 1 lần để dừng nhạc, bóp 2 lần để chuyển bài và     bóp 3 lần để quay về bài phía trước. Thao tác này cho cảm giác trực quan, thực tế hơn nhiều.</p>   <p>Khi mua AirPods Pro thì người dùng sẽ được tặng kèm thêm 2 cặp miếng lót tai nghe, mục đích là để việc người dùng     sử dụng chiếc tai nghe được vừa vặn nhất vì không phải người cũng có cấu trúc giống nhau về kích thước tai.</p>   <div class=\"imgwrap\"><img alt=\"Airpods Pro\"       src=\"https://cdn.tgdd.vn/Files/2019/10/30/1213915/airpods-pro-8_800x401.jpg\" title=\"Airpods Pro\"></div>   <div class=\"captionnews\">Apple tặng người dùng thêm 2 cặp đệm lót tai nghe, chúng rất dễ tháo lắp.</div>   <p>Việc bật và tắt Airpods Pro hơi khó khăn khi mà chúng ta cần phải bóp vào tai có lực một chút.&nbsp;Bên trong     AirPods Pro là một cảm biến quang và gia tốc kế, khi bạn tháo hoặc nhét tai nghe trở lại thì âm thanh sẽ tự động     ngắt hoặc kết nối lại.</p>   <p>Việc cải thiện độ chắc chắn khi đeo của AirPods Pro so với AirPods 2 là đáng kể.&nbsp;Các đệm silicon khóa vị trí     đeo vào rất khít, khi bạn đang chạy hoặc đi bộ trên đường thì vẫn bám rất chắc vào tai của bạn.</p>   <p>Thử nghiệm thực tế cho thấy, khi chạy bộ trên vỉa hè khoảng nửa giờ có lúc chạy tăng tốc rất nhanh thì Airpods Pro     hoạt động tốt. Có một vấn đề nhỏ, khi mồ hôi đổ vào tai nghe thì độ bám của các tấm đệm sillicon bắt đầu kém hơn và     tai nghe dễ bật ra.</p>   <h3><strong>Chất lượng âm thanh và khả năng chống ồn</strong></h3>   <p>AirPods Pro thực sự mang lại âm thanh chất lượng cao, khi nghe những bài hát trên Spotify âm bass có lực và có độ     chi tiết, đáng ngạc nhiên khi mức âm lượng chỉ là 50%.</p>   <div class=\"imgwrap\"><img alt=\"Airpods Pro\"       src=\"https://cdn.tgdd.vn/Files/2019/10/30/1213915/airpods-pro-11_800x375.jpg\" title=\"Airpods Pro\"></div>   <div class=\"captionnews\">Airpods Pro trang bị tới 2 micro, với hai nhiệm vụ khác nhau.</div>   <p>Như đã nói ở trên bạn bóp và giữ vào phần thân tai nghe để kích hoạt chức năng chống ồn hoặc vào khi đã kết nối với     <a href=\"https://www.thegioididong.com/dtdd-apple-iphone\" target=\"_blank\" title=\"iPhone\" type=\"iPhone\">iPhone</a>     bạn chọn chế độ khử tiếng ồn và nó nằm ở mục Kiểm soát tiếng ồn.</p>   <p>Apple đã tích hợp đến hai micro trên AirPods Pro, cho phép khả năng phân tích âm thanh bên trong và bên ngoài tai.   </p>   <div class=\"imgwrap\"><img alt=\"Airpods Pro\"       src=\"https://cdn.tgdd.vn/Files/2019/10/30/1213915/airpods-pro-9_800x302.jpg\" title=\"Airpods Pro\"></div>   <div class=\"captionnews\">Airpods Pro có chất lượng âm thanh được cải thiện rõ rệt.</div>   <p>Micro bên trong sẽ theo dõi chất lượng âm thanh trong tai để xem liệu âm thanh nghe có tốt không và thay đổi nó     theo thuật toán. Micro thứ hai đảm nhiệm nhiệm vụ loại bỏ âm thanh hỗn tạp xung quanh và tạo ra một môi trường nghe     nhạc thực sự yên tĩnh.</p>   <div class=\"imgwrap\"><img alt=\"Airpods Pro\"       src=\"https://cdn.tgdd.vn/Files/2019/10/30/1213915/airpods-pro-7_800x392.jpg\" title=\"Airpods Pro\"></div>   <div class=\"captionnews\">Bạn có thấy thiết kế của Airpods Pro đẹp không nào?</div>   <p>Khả năng loại bỏ tiếng ồn chủ động có tác dụng lớn và tính năng này sẽ không loại bỏ hết tất cả cả âm thanh khác     xung quanh bạn chẳng hạn nếu bạn đang ở trong văn phòng và nghe nhạc thì một lượng nhỏ âm thanh vẫn có thể lọt vào     tai bạn.</p>   <p>Một điều đáng lưu ý khi bật chế độ chống ồn mà không nghe nhạc thì có một âm thành gì đó kì lạ phát ra bên trong     tai nghe và điều này không xảy ra thường xuyên.</p>   <div class=\"imgwrap\"><img alt=\"Airpods Pro\"       src=\"https://cdn.tgdd.vn/Files/2019/10/30/1213915/airpods-pro-6_800x397.jpg\" title=\"Airpods Pro\"></div>   <div class=\"captionnews\">Chuyển đổi giữa chế độ chống ồn, tắt và xuyên âm ngay trên chiếc iPhone, lưu ý bạn phải lên     iOS 13.2 nhé!</div>   <p>Với chế độ&nbsp;Transparency (xuyên âm) hữu ích bạn có thể nói chuyện được với ai đó ngay cả khi phát nhạc nhưng     mức âm lượng quá 50% thì sẽ khó tương tác hơn với âm thanh bên ngoài.</p>   <p>Khi bật tính năng chống ồn thì âm thanh bạn trả lời cuộc trò chuyện điện thoại thì đầu dây bên kia sẽ nghe nhỏ hơn.     Và ngược lại kích hoạt tính năng xuyên âm thì bên kia đầu dây lại nghe rõ ràng hơn và đây là một điểm khác mà chúng     ta cần lưu ý khi trả lời cuộc gọi.</p>   <h3><strong>Thời lượng pin</strong></h3>   <p>Khi sử dụng Airpods Pro với hộp sạc thì người dùng sẽ có thời gian nghe hơn 24 giờ khi được sạc đầy. Sản phẩm có     thể&nbsp;sử dụng được 5 tiếng cho một lần sạc, khi bật chức năng khử tiếng ồn chủ động, thời gian nghe giảm xuống     còn 4.5 giờ và thời gian đàm thoại giảm còn 3.5 giờ.</p>   <p>Nếu bạn sạc pin 5 phút đã rút ra vì vội việc gì đó và cầm mang theo ra ngoài thì bạn chỉ có thời gian nghe là 1     tiếng đồng hồ mà thôi.</p>   <div class=\"imgwrap\"><img alt=\"Airpods Pro\"       src=\"https://cdn.tgdd.vn/Files/2019/10/30/1213915/airpods-pro-13_800x450.jpg\" title=\"Airpods Pro\"></div>   <div class=\"captionnews\">Hộp sạc của Airpods Pro to hơn một chút so với hộp sạc của Airpods 2.</div>   <p>Về việc sạc tai nghe, mặc hộp đựng tai nghe mới sử dụng cổng kết nối Lightning, nhưng cáp đi kèm là USB-C to     Lightning giống với chiếc cáp sạc có mặt trên mẫu <a href=\"https://www.thegioididong.com/dtdd/iphone-11-pro\"       target=\"_blank\" title=\"iPhone 11 Pro\" type=\"iPhone 11 Pro\">iPhone 11 Pro</a> và hầu hết mọi người sẽ không có cáp     sạc này, điều này có thể gây cảm giác khó chịu cho người dùng.</p>   <div class=\"imgwrap\"><img alt=\"Airpods Pro\"       src=\"https://cdn.tgdd.vn/Files/2019/10/30/1213915/airpods-pro-10_800x378.jpg\" title=\"Airpods Pro\"></div>   <div class=\"captionnews\">Cáp sạc USB-C to Lightning.</div>   <p>Khả năng sử dụng Airpods Pro ở thời gian đầu khi đeo vào tai là rất tốt, nhiều người dùng AirPods đã mất thời gian     để giữ tai nghe trong tai vì nó tương đối lỏng lẻo cho việc vận động.</p>   <p>Các miếng đệm silicon trong AirPods Pro giữ chặt trong tai khi bạn chạy ở tốc độ cao trong thời gian ngắn, kết hợp     với việc hỗ trợ kháng nước, mồ hôi chuẩn IPX4. Thì Airpods Pro thực sự là chiếc tai nghe vừa là đồng hành trong cuộc     sống cũng như trong tập luyện thể chất.</p>   <div class=\"imgwrap\"><img alt=\"Airpods Pro\"       src=\"https://cdn.tgdd.vn/Files/2019/10/30/1213915/airpods-pro-4_800x400.jpg\" title=\"Airpods Pro\"></div>   <div class=\"captionnews\">Airpods Pro hỗ trợ khả năng kháng mồ hôi và nước chuẩn IP4X.</div>   <p>Như mình đã nói ở phần thiết kế thì trong quá trình chạy khi bạn đổ mồ hôi thì Airpods Pro sẽ có dấu hiệu rơi ra     chỉ khi có tác động một lực mạnh chẳng hạn như hành động ngoái cổ, lắc đầu.</p>   <h3><strong>Kết luận chung</strong></h3>   <p>Trong thời gian ngắn sử dụng thì người dùng có thể làm quen nhanh với Airpod Pro để phục vụ nhu cầu của mình. Một     điểm phải nói đến là người dùng không thể điều chỉnh âm lượng trên chính chiếc tai nghe này.</p>   <div class=\"imgwrap\"><img alt=\"Airpods Pro\"       src=\"https://cdn.tgdd.vn/Files/2019/10/30/1213915/airpods-pro-3_800x399.jpg\" title=\"Airpods Pro\"></div>   <p>Đáng nói là chế độ khử tiếng ồn và chế độ xuyên âm hoạt động rất tốt, chất lượng âm thanh cao hơn nhiều so với     AirPods 2 và thiết kế tổng thể cũng tốt hơn.</p>   <p>Số tiền bỏ ra để đánh đổi sự trải nghiệm \"đã\" hơn là hoàn toàn xứng đáng và có thể nói rằng AirPods Pro là bản nâng     cấp thực sự của Airpods 2.</p>   <p>Nguồn: <a rel=\"nofollow\"       href=\"https://www.techradar.com/reviews/hands-on-apple-airpods-pro-review?fbclid=IwAR3f6BESN2un2xDUdayRsVoYc4d56V5qPjB8CHlV7AOA-X5TWmYwKWHnbRM\"       target=\"_blank\" title=\"Techradar\" type=\"Techradar\">Techradar</a></p","except":"Apple vừa \"âm thầm\" giới thiệu mẫu tai nghe không dây mới AirPods Pro với khả năng chống ồn chủ động","feature_image":"/upload/2019/10/31/airpods-pro.jpg","slug":"tren-tay-danh-gia-nhanh-airpods-pro","date":{"$numberLong":"1572493946131"},"category":[{"$numberInt":"2"}],"tags":[{"$numberInt":"2"}],"status":"publish","author":{"$numberInt":"1"},"comment_status":true,"modified":{"$numberLong":"1572493946131"},"view":{"$numberInt":"64"},"meta":{}}
{"_id":{"$oid":"5dba5ec0a54b131e486193e5"},"post_id":{"$numberInt":"6"},"post_type":"post","title":"Cách sử dụng tính năng chụp ảnh Deep Fusion trên iPhone 11 và iPhone 11 Pro","content":"<h2><a href=\"https://www.thegioididong.com/dtdd-apple-iphone\" target=\"_blank\" title=\"Apple\" type=\"Apple\">Apple</a> hôm qua đã phát hành chính thức bản cập nhật iOS 13.2, mang đến một tính năng mới cho dòng <a href=\"https://www.thegioididong.com/dtdd/iphone-11\" target=\"_blank\" title=\"iPhone 11\" type=\"iPhone 11\">iPhone 11</a> - Deep Fusion. Vậy làm thế nào để sử dụng tính năng này? Cùng theo dõi bài viết dưới đây nhé!</h2><h3><strong>1. Tính năng Deep Fusion là gì?</strong></h3><p>Deep Fusion là một hệ thống xử lý ảnh dựa vào Neural Engine (tạm dịch là mạng thần kinh) tích hợp trên chip Apple A13 Bionic để tối ưu hoá chụp ảnh với chi tiết tốt và giảm thiểu nhiễu trong trường hợp ánh sáng thấp.</p><div class=\"captionnews\"><img alt=\"Deep Fusion\" data-original=\"https://cdn.tgdd.vn/Files/2019/10/30/1213864/img_0909_800x600.jpg\" src=\"https://cdn.tgdd.vn/Files/2019/10/30/1213864/img_0909_800x600.jpg\" title=\"Deep Fusion\">Ảnh chụp bằng tính năng Deep Fusion</div><p>Không giống với tính năng Dark Mode hay bất kỳ tính năng khác, Deep Fusion hoạt động một cách tự động và vô hình, không có chỉ dẫn nào cho thấy người dùng đang sử dụng Deep Fusion.</p><p>Deep Fusion sẽ không hoạt động trong một số trường hợp như: Người dùng chụp ảnh bằng ống kinh siêu rộng (untra wide), chụp liên tiếp hoặc chế độ 'Photos Capture Outside the Frame' được bật. Ngoài ra, Deep Fusion chỉ khả dụng trên iPhone 11, <a href=\"https://www.thegioididong.com/dtdd/iphone-11-pro\" target=\"_blank\" title=\"iPhone 11 Pro\" type=\"iPhone 11 Pro\">iPhone 11 Pro</a> và <a href=\"https://www.thegioididong.com/dtdd/iphone-11-pro-max\" target=\"_blank\" title=\"iPhone 11 Pro Max\" type=\"iPhone 11 Pro Max\">iPhone 11 Pro Max</a>.</p><h3><strong>2. Deep Fusion hoạt động như thế nào?</strong></h3><p>Trong buổi lễ ra mắt iPhone 11, Phil Schiller đã mô tả về cách hoạt động của Deep Fusion:</p><p>Cụ thể, Deep Fusion sẽ chụp tổng cộng 9 bức ảnh. Trước khi bạn nhấn nút chụp, iPhone sẽ nhận diện và tự động chụp 4 bức ảnh chính có thời gian phơi sáng ngắn và 4 bức ảnh phụ. Khi bạn nhấn chụp, máy sẽ chụp thêm một bức ảnh phơi sáng dài nữa.</p><div class=\"captionnews\"><img alt=\"Deep Fusion\" data-original=\"https://cdn.tgdd.vn/Files/2019/10/30/1213864/img_0911_800x487.jpg\" src=\"https://cdn.tgdd.vn/Files/2019/10/30/1213864/img_0911_800x487.jpg\" title=\"Deep Fusion\">iPhone sẽ chụp 9 bức ảnh sau đó phân tích và kết hợp để có bức ảnh đẹp nhất</div><p>Chỉ trong 1 giây sau, hệ thống Neural Engine sẽ phân tích và kết hợp giữa hình ảnh có độ phơi sáng ngắn và dài để chọn ra những chi tiết tốt nhất có trong từng bức ảnh, từng pixel trong số 24 triệu pixel để tối ưu hoá tạo hình ảnh với chi tiết tốt, giảm thiểu nhiễu và sắc nét hơn.</p><h3><strong>3. Cách sử dụng tính năng Deep Fusion trên iPhone 11, iPhone 11 Pro và iPhone 11 Pro Max</strong></h3><ul><li>Đảm bảo bạn đã cập nhật iPhone 11, iPhone 11 Pro và iPhone 11 Pro Max lên phiên bản iOS 13.2.</li><li>Truy cập vào Cài đặt (Setting) &gt; Máy ảnh (Camera) và tắt chế độ 'Photos Capture Outside the Frame'.</li><li>Đảm bảo bạn đang chụp ảnh với ống kính camera chính hoặc ống kính tele (1x hoặc cao hơn trong ứng dụng Máy ảnh).</li><li>Deep Fusion sẽ tự động được kích hoạt và hoạt động vô hình phía sau hậu trường khi bạn chụp ảnh (không hoạt động nếu người dùng chọn chụp ảnh liên tiếp).</li></ul><h3><strong>4. khi nào Deep Fusion hoạt động?</strong></h3><div class=\"captionnews\"><img alt=\"Deep Fusion\" data-original=\"https://cdn.tgdd.vn/Files/2019/10/30/1213864/img_0910_800x600.jpg\" src=\"https://cdn.tgdd.vn/Files/2019/10/30/1213864/img_0910_800x600.jpg\" title=\"Deep Fusion\">Ảnh chụp bằng tính năng Deep Fusion</div><p>Deep Fusion hoạt động một cách tự động và vô hình, không có chỉ báo hay biểu tượng cho thấy Deep Fusion đang hoạt động khi người dùng chụp ảnh. Tuy nhiên, Deep Fusion thường tự kích hoạt trong các trường hợp sau:</p><ul><li>Người dùng chọn chụp ảnh bằng ống kính góc rộng (ống kính chính) trong môi trường ánh sáng có cường độ từ mức trung bình đến thấp, Deep Fusion sẽ tự động được kích hoạt. Trong trường hợp môi trường ánh sáng có cường độ từ mức sáng đến trung bình, Smart HDR sẽ được kích hoạt.</li><li>Deep Fusion thường sẽ tự kích hoạt khi người dùng chọn chụp bằng ống kính tele. ngoại trừ trường hợp môi trường có ánh sáng mạnh, tính năng Smart HDR sẽ tự động kích hoạt.</li><li>Deep Fusion sẽ không hoạt động trong trường hợp người dùng chọn chụp ảnh với ống kính siêu rộng (untra wide). Thay vào đó, Smart HDR sẽ được kích hoạt tự động.</li></ul><p>Trên đây là một số cách thức và lưu ý để bạn có thể sử dụng tính năng Deep Fusion, hy vọng bạn sẽ chụp được những bức ảnh đẹp với độ chi tiết tốt nhất. Đừng quên chia sẻ những bức ảnh tuyệt vời mà bạn chụp được bên dưới comment nhé!</p><p>Nguồn: <a rel=\"nofollow\" href=\"https://9to5mac.com/2019/10/29/how-to-use-deep-fusion-iphone-11-pro-camera-feature/\" target=\"_blank\" title=\"9to5mac \" type=\"9to5mac\">9to5mac</a></p>","except":"Apple hôm qua đã phát hành chính thức bản cập nhật iOS 13.2, mang đến một tính năng mới cho dòng iPhone 11 - Deep Fusion","feature_image":"/upload/2019/10/31/img_0908.jpg","slug":"cach-su-dung-tinh-nang-chup-anh-deep-fusion-tren-iphone-11-va-iphone-11-pro","date":{"$numberLong":"1572495014612"},"category":[{"$numberInt":"3"}],"tags":[{"$numberInt":"3"}],"status":"publish","author":{"$numberInt":"1"},"comment_status":true,"modified":{"$numberLong":"1572495014612"},"view":{"$numberInt":"64"},"meta":{}}
{"_id":{"$oid":"5dba6311a54b131e486193e8"},"post_id":{"$numberInt":"7"},"post_type":"post","title":"iPad thế hệ 7 chuẩn bị mở bán, giá từ 9.99 triệu, có hot sale đồng giảm giá","content":"<h2><a href=\"https://www.thegioididong.com/may-tinh-bang-apple-ipad\" target=\"_blank\" title=\"iPad\" type=\"iPad\">iPad</a> thế hệ thứ 7 đã được Apple ra mắt vào tháng 9 và chuẩn bị được mở bán tại Thế Giới Di Động vào đầu tháng 11. Đặc biệt, nhân dịp này, các phiên bản iPad thế hệ mới sẽ được đồng giảm sốc, các tín đồ đam mê sự tiện dụng của những chiếc <a href=\"https://www.thegioididong.com/may-tinh-bang\" target=\"_blank\" title=\"máy tính bảng\" type=\"máy tính bảng\">máy tính bảng</a> chắc chắn không thể bỏ qua.&nbsp;</h2><p>Cụ thể, các phiên bản iPad mới lên kệ lần này và mức giá bán như sau:</p><ul><li><a href=\"https://www.thegioididong.com/may-tinh-bang/ipad-10-2-inch-wifi-32gb-2019\" target=\"_blank\" title=\" iPad 10.2 inch Wifi 32GB (2019)\" type=\" iPad 10.2 inch Wifi 32GB (2019)\">&nbsp;iPad 10.2 inch Wifi 32GB (2019)</a>: Giá 9.99 triệu.</li><li><a href=\"https://www.thegioididong.com/may-tinh-bang/ipad-10-2-inch-wifi-128gb-2019\" target=\"_blank\" title=\" iPad 10.2 inch Wifi 128GB (2019)\" type=\" iPad 10.2 inch Wifi 128GB (2019)\">&nbsp;iPad 10.2 inch Wifi 128GB (2019)</a>: Giá 11.99 triệu</li><li><a href=\"https://www.thegioididong.com/may-tinh-bang/ipad-10-2-inch-wifi-cellular-32gb-2019\" target=\"_blank\" title=\" iPad 10.2 inch Wifi Cellular 32GB (2019)\" type=\" iPad 10.2 inch Wifi Cellular 32GB (2019)\">&nbsp;iPad 10.2 inch Wifi Cellular 32GB (2019)</a>: Giá 13.99 triệu.</li><li><a href=\"https://www.thegioididong.com/may-tinh-bang/ipad-10-2-inch-wifi-cellular-128gb-2019\" target=\"_blank\" title=\" iPad 10.2 inch Wifi Cellular 128GB (2019)\" type=\" iPad 10.2 inch Wifi Cellular 128GB (2019)\">&nbsp;iPad 10.2 inch Wifi Cellular 128GB (2019)</a>: Giá 15.99 triệu.</li></ul><p>iPad thế hệ thứ 7 cải tiến thiết kế với màn hình lớn 10.2 inch,&nbsp;trang bị tấm nền IPS độ phân giải 2160 x 1620, hiển thị sắc nét, độ tương phản cao. Với chiếc iPad mới này, bạn có thể sử&nbsp;dụng được bút Apple Pencil GEN 1 và&nbsp;bàn phím Apple Smartkeyboard.</p><p>Máy sử dụng chip&nbsp;&nbsp;Apple A10 Fusion và hệ điều hành iPad OS mới nhất hỗ trợ đa nhiệm tốt, hỗ trợ cập nhật lâu dài. Dung lượng pin lên đến 32.4 Wh tương đương 8600 mAh có thể phục vụ cho công việc và học tập của bạn suốt cả một ngày.</p><p>Bạn nhớ cập nhật thường xuyên các tin tức mới nhất để biết chính xác thời gian và mức giảm iPad thế hệ 7 nhé. Bạn có thích mẫu iPad này không?</p>","except":"iPad thế hệ thứ 7 đã được Apple ra mắt vào tháng 9 và chuẩn bị được mở bán tại Thế Giới Di Động vào đầu tháng 11","feature_image":"/upload/2019/10/31/ipad7.jpg","slug":"ipad-the-he-7-mo-ban-co-giam-gia","date":{"$numberLong":"1572496130411"},"category":[{"$numberInt":"2"}],"tags":[{"$numberInt":"2"}],"status":"publish","author":{"$numberInt":"1"},"comment_status":true,"modified":{"$numberLong":"1572496130411"},"view":{"$numberInt":"644"},"meta":{}}
{"_id":{"$oid":"5dba7b92ab83aa1e48c1de58"},"post_id":{"$numberInt":"8"},"post_type":"post","title":"Cách bật nền tối trên Facebook, Chrome cực dễ","content":"<h2>Khi bạn lướt web vào buổi tối hoặc thậm chí ở những chỗ có tối thì việc nhìn vào màn hình lâu sẽ làm bạn cảm thấy khó chịu, chói mắt vì vậy nền tối là một giải pháp hiệu quả giúp bạn có thể nhìn lâu vào màn hình mà không cảm thấy khó chịu. Nắm bắt được nhu cầu của người dùng bản cập nhật mới nhất của Google Chrome trên Windows đã có tính năng nền tối (Darkmode).</h2><h3>Hướng dẫn bật Darkmode trên Chrome</h3><p>Đầu tiên bạn cần kiểm tra xem bạn đang dùng phiên bản nào bằng cách mở Chrome lên chọn dấu ba chấm trên góc phải, chọn trợ giúp và chọn giới thiệu về Google Chrome. Nếu không thấy phiên bản 78.0.3904.70 bạn hãy bấm cập nhật.</p><div class=\"imgwrap\"><img alt=\"Nền tối Chrome, Facebook\" data-original=\"https://cdn.tgdd.vn/Files/2019/10/26/1212608/chrome-dark-mode-1_1134x608-800-resize.jpg\" src=\"https://cdn.tgdd.vn/Files/2019/10/26/1212608/chrome-dark-mode-1_1134x608-800-resize.jpg\" title=\"Nền tối Chrome, Facebook\"></div><p>Để bật được Darkmode bạn cần vào được cửa sổ thiết lập dành cho tính năng mới bằng cách nhập \"chrome://flags\" vào thanh địa chỉ. Sau khi đã vào được cửa sổ thiết lập bạn nhập từ khóa \"Darkmode\" vào khung tìm kiếm và chọn Enable ở dòng \"Force Dark Mode for Web Contents\".</p><div class=\"imgwrap\"><img alt=\"Nền tối Chrome, Facebook\" data-original=\"https://cdn.tgdd.vn/Files/2019/10/26/1212608/chrome-dark-mode-2-_1372x768-800-resize.jpg\" title=\"Nền tối Chrome, Facebook\" class=\" lazyloaded\" src=\"https://cdn.tgdd.vn/Files/2019/10/26/1212608/chrome-dark-mode-2-_1372x768-800-resize.jpg\"></div><p>Sau khi đã thực hiện các bước ở trên bạn truy cập vào một trang web bất kì để xem thành quả.</p><div class=\"imgwrap\"><img alt=\"Nền tối Chrome, Facebook\" data-original=\"https://cdn.tgdd.vn/Files/2019/10/26/1212608/chrome-dark-mode-3_1144x768-800-resize.jpg\" title=\"Nền tối Chrome, Facebook\" class=\"lazy\"></div><p>Như vậy với những hướng dẫn trên bài viết đã giúp bạn bật tính năng Darkmode trên Chrome nếu thấy hữu ích bạn hãy like và share để mọi người cũng biết.</p>","except":"Khi bạn lướt web vào buổi tối hoặc thậm chí ở những chỗ có tối thì việc nhìn vào màn hình lâu sẽ làm bạn cảm thấy khó chịu","feature_image":"/upload/2019/10/31/dai-dien.jpg","slug":"bat-nen-toi-tren-facebook-chrome","date":{"$numberLong":"1572502341743"},"category":[{"$numberInt":"3"}],"tags":[{"$numberInt":"3"}],"status":"publish","author":{"$numberInt":"1"},"comment_status":true,"modified":{"$numberLong":"1572502341743"},"view":{"$numberInt":"204"},"meta":{}}
{"_id":{"$oid":"5dc0f588874024363c22b387"},"post_id":{"$numberInt":"9"},"post_type":"post","title":"Những bước quan trọng để kiểm tra Macbook cũ trước khi mua","content":"<h2>Khi đi mua <a href=\"https://www.thegioididong.com/laptop-apple-macbook\" target=\"_blank\" title=\"Macbook\"     type=\"Macbook\">Macbook</a>&nbsp;cũ, bạn sẽ luôn phải suy nghĩ về chất lượng cũng như giá cả, đặc biệt khi mua một   thiết bị điện tử, công nghệ bạn còn phải quan tâm đến cả bảo hành. Vì vậy bài viết này sẽ hướng dẫn bạn cách kiểm tra   <a href=\"https://www.thegioididong.com/laptop-apple-macbook\" target=\"_blank\" title=\"Macbook\"     type=\"Macbook\">Macbook</a> cũ trước khi mua.</h2> <h3><strong>1. Kiểm tra phần cứng bên ngoài</strong></h3> <p>Đầu tiên bạn cần kiểm tra phần vỏ xem có bị móp méo sứt mẻ hay không, trầy xước trong mức chấp nhận được thông thường   thì trầy xước là điều không thể tránh khỏi trên các sản phẩm cũ vì vậy nếu thấy bản thân có thể chấp nhận được thì hãy   quyết định mua.</p> <div class=\"imgwrap\"><img alt=\"Kiểm tra Macbook cũ trước khi mua\"     src=\"https://cdn.tgdd.vn/Files/2019/10/31/1214282/dai-dien_1280x720-800-resize.jpg\"     title=\"Kiểm tra Macbook cũ trước khi mua\"></div> <p>Tiếp đến là một bộ phận mà ít người mua hàng để ý đến đó là các cổng kết nối như USB, LAN, mini HDMI,.... Vì hầu như   những cổng kết nối này rất ít khi bị hỏng và chi phí sửa chữa cũng không quá đắt nhưng cũng không nên bỏ qua.</p> <p>Thứ ba là về bàn phím và Touchpad, bàn phím thì bạn chỉ cần bật một ứng dụng đánh văn bản nào đó như Word và gõ thử   hết tất cả các phím. Về Touchpad bạn cần phải kiểm tra xem tất các các điểm trên nó đều hoạt động được và như các bạn   đã biết dưới Touchpad của Macbook có một nút nhấn tương tự chuột trái và chuột phải, bạn cũng cần phải kiểm tra xem   nút này có hoạt động tốt không.</p> <div class=\"imgwrap\"><img alt=\"kiem tra touchpad macbook\"     title=\"kiem tra touchpad macbook\" class=\" lazyloaded\"     src=\"https://cdn.tgdd.vn/Files/2019/10/31/1214282/macbook1_1000x563-800-resize.jpg\"></div> <p>Cuối cùng là về màn hình, loa bạn cần kiểm tra kĩ xem có bị trầy xước hay không và nếu có thì có nằm trong phạm vi có   thể chấp nhận hay không, bạn bật một đoạn clip xem màn hình có bị ố vàng hay có điểm chết hay không, loa có bị rè hay   chói tai không nếu màn hình có các dấu hiệu như trên thì bạn không nên mua vì màn hình Macbook có giá thành rất cao. </p> <div class=\"imgwrap\"><img alt=\"kiểm tra màn hình macbook\"     title=\"kiểm tra màn hình macbook\" class=\" lazyloaded\"     src=\"https://cdn.tgdd.vn/Files/2019/10/31/1214282/macbook-pro-coating-_2592x1583-800-resize.jpg\"></div> <p>Với những đời Macbook Pro còn xảy ra hiện tượng \"tróc thuỷ\" như hình, vì khi gập xuống phần màn hình bị cạ vào bàn   phím. Bạn nhớ kiểm tra kỹ, nếu chiếc Macbook đó được dán màn hình thì hãy tháo ra kiểm tra trước khi mua.</p> <h3><strong>2. Kiểm tra phần mềm và bảo hành</strong></h3> <p>Về phần mềm, nếu thấy là bản MacOS sạch không có các ứng dụng lạ, không bị cá nhân hoá và không còn dữ liệu nào của   người dùng cũ nữa thì bạn có thể nghĩ tới việc mua nó.</p> <div class=\"imgwrap\"><img alt=\"Kiểm tra Macbook cũ trước khi mua\"     title=\"Kiểm tra Macbook cũ trước khi mua\" class=\" lazyloaded\"     src=\"https://cdn.tgdd.vn/Files/2019/10/31/1214282/kiem-tra-macbook-3_1280x720-800-resize.jpg\"></div> <p>Về bảo hành, bạn kiểm tra thời hạn bảo hành trên trang chủ Apple bằng cách truy cập trang&nbsp;<a rel=\"nofollow\"     href=\"https://checkcoverage.apple.com/vn/en\"     style=\"margin: 0px; padding: 0px; text-decoration-line: none; color: rgb(40, 138, 214);\" target=\"_blank\"     title=\"Bảo hành Apple\" type=\"Bảo hành Apple\">checkcoverage.apple.com/vn/en</a>&nbsp;&gt; Nhập số serial &gt; Nhập   code xác nhận &gt; Nhấn Continue.</p> <div class=\"imgwrap\"><img alt=\"Kiểm tra Macbook cũ trước khi mua\"     title=\"Kiểm tra Macbook cũ trước khi mua\" class=\" lazyloaded\"     src=\"https://cdn.tgdd.vn/Files/2019/10/31/1214282/kiem-tra-macbook-4_600x569.jpg\"></div> <p>Như vậy bài viết đã hướng dẫn bạn cách kiểm tra Macbook cũ trước khi mua nếu bạn có nhu cầu mua Macbook thì có thể   tham khảo <a href=\"https://www.thegioididong.com/laptop-apple-macbook\" target=\"_blank\" title=\"tại đây\">tại đây</a>.   Mong rằng bài viết sẽ giúp ích cho bạn chọn mua được một chiếc Macbook phù hợp với nhu cầu của mình.</p>","except":"Khi đi mua Macbook cũ, bạn sẽ luôn phải suy nghĩ về chất lượng cũng như giá cả, đặc biệt khi mua một thiết bị điện tử, công nghệ bạn còn phải","feature_image":"/upload/2019/11/05/kiem-tra-macbook.jpg","slug":"cach-kiem-tra-macbook-cu-truoc-khi-mua","date":{"$numberLong":"1572926515236"},"category":[{"$numberInt":"3"}],"tags":[{"$numberInt":"3"}],"status":"publish","author":{"$numberInt":"1"},"comment_status":true,"modified":{"$numberLong":"1572926515236"},"view":{"$numberInt":"285"},"meta":{}}
